content/deshittification.org
#+title: Open Source Open Science
#+AUTHOR: Peter Polidoro
#+EMAIL: peter@polidoro.io

* Deshittification

- Open source projects often start off bad.
  - low quality
  - poor documentation
  - poor publicity
- Projects either die, lie dormant or barely used, or improve.
- Quality improves if and only if a community forms around the project.
  - Recall first stage of enshittification:
    - Offer quality products for free or at a reduced cost to ATTRACT USERS.

[[./index.org][Home]] [[./proprietary-recommendations.org][Previous]] [[./network-effect.org][Next]]

