deshittification.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Open Source Open Science</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="css/terminal.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-org53a854f" class="outline-2">
<h2 id="org53a854f">Deshittification</h2>
<div class="outline-text-2" id="text-org53a854f">
<ul class="org-ul">
<li>Open source projects often start off bad.
<ul class="org-ul">
<li>low quality</li>
<li>poor documentation</li>
<li>poor publicity</li>
</ul></li>
<li>Projects either die, lie dormant or barely used, or improve.</li>
<li>Quality improves if and only if a community forms around the project.
<ul class="org-ul">
<li>Recall first stage of enshittification:
<ul class="org-ul">
<li>Offer quality products for free or at a reduced cost to ATTRACT USERS.</li>
</ul></li>
</ul></li>
</ul>

<p>
<a href="./index.html">Home</a> <a href="./developer-disadvantages.html">Previous</a> <a href="./network-effect.html">Next</a>
</p>
</div>
</div>
</div>
</body>
</html>
